Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The latitude of the paragraph is limited to ships not regulated by SOLAS II-1, or by the provisions of the Load Line Convention, if applicable, that is to say ships engaged on domestic voyages, smaller cargo ships engaged on foreign voyages and barges regardless of trade area.
nb: Handlingsrommet i leddet begrenser seg til å gjelde skip som i utgangspunktet ikke reguleres av SOLAS II-1, eventuelt bestemmelsene i lastelinjekonvensjonen, og som vil bety skip i innenriksfart, mindre lasteskip i utenriksfart og lektere uansett fartsområde.

source: – no substantiated objections have been made within the time-limit set by the Norwegian Maritime Authority, to the effect that the conditions of section 4 first paragraph last sentence have not been met;
nb: det ikke innen en slik frist som direktoratet setter, kommer begrunnede innvendinger om at vilkårene i § 4 første ledd siste punktum ikke er oppfylt

source: The master must ensure that persons under 15 years of age are wearing PFD.
nb: Båtfører må påse at personer under 15 år har på seg flyteutstyr.

source: al those who have not previously crossed the Equator.
nb: al e som ikke tidligere har passert Ekvator.

source: Vessels of less than 10 metres with limited engine power
nb: Fartøy under 10 meter med begrenset motorisering

source: The safety management system requires that critical systems and equipment are identified and maintained on a regular basis.
nb: Krav til sikkerhetsstyringssystem, krever at kritiske system og utstyr er identifisert og vedlikeholdt.

source: Ships issued with an ISPC certificate, ISSC, from a recognised security organisation, RSO, follow their guidelines.
nb: Skip som får utstedt ISPS-sertifikat, ISSC, fra anerkjent sikkerhetsorganisasjon, RSO, forholder seg til de retningslinjer som gis fra dem.

source: This report shows the status for Norwegian ships for 2018.
nb: Denne rapporten viser status for norske skip for 2018.

source: When the general public are invited to join a trip, or if anyone without any ties to the association or society pays a “membership fee” instead of paying for a ticket to join a single voyage, the Regulations on vessels of less than 24 metres in overall length carrying 12 passengers or less will apply.
nb: Dersom det tilbys turer til allmennheten, eller om personer uten tilknytning til laget eller foreningen i stedet for å betale billett betaler “medlemskontingent” for å være med på enkeltturer, vil forskriften om fartøy under 24 meter med 12 eller færre gjelde.

source: 33% stated that they
nb: 33 % oppgir at de bryter arbeids­ og

source: available protective aids (for instance respirator with active carbon filter)
nb: tilgjengelig beskyttelsesutstyr (for eksempel åndedrettsvern med aktivt karbonfilter)

source: A total of 222 photos were submitted by 37 participants.
nb: 222 bilder er sendt inn av 37 deltakere.

source: You may log in by using the e-mail address and the password you entered when signing up for the account once you have verified your e-mail address.
nb: Når du har bekreftet e-postadressen, kan du logge inn ved hjelp av e-postadresse og passordet du oppga da du registrerte kontoen.

source: The amendment means that the greatest angle of heel caused by constant wind must not exceed 16° or 80% of the angle where the deck comes into water is made a mandatory requirement.
nb: Endringen innebærer at største krengevinkel forårsaket av konstant vind ikke skal overskride 16° eller 80% av vinkelen der dekket kommer i vann, gjøres om til et obligatorisk krav.

source: The NMA finds that cross-references or references to provisions of other regulations which have been included purely for information purposes, should be limited as far as possible.
nb: Det er Sjøfartsdirektoratets vurdering at krysshenvisninger eller referanser til bestemmelser i andre forskrifter og som er tatt inn av rene informasjonshensyn, i størst mulig grad bør begrenses.

source: The largest shipbreaking countries are China, India, Bangladesh, Turkey and Pakistan.
nb: De største opphuggingslandene er Kina, India, Bangladesh, Tyrkia og Pakistan.

source: High-resolution pictures, minimum file size 2 MB.
nb: Hvert bilde må være av høyoppløselig kvalitet (minimum størrelse 2 MB

source: candidate must as a minimum satisfy CIE standard 2.
nb: videre utredning, må kandidaten minimum oppfylle CIE standard 2.

source: The five best pictures in each contest will be awarded special prizes.
nb: Det gis fine premier til de fem vinnerbildene i hver av konkurransene.

source: fittings, e.g. bow reel and mizzen boom (see drawing 7 in Appendix)
nb: beslag, f.eks. baugsnelle og mesanbom (se skisse 7 i vedlegg)

source: At www.sdir.no you will find the following cookies used:
nb: Her er en oversikt over hvilke cookies som er i bruk på www.sdir.no:

source: Passenger ships Class C and D and lesser trade areas
nb: passasjerskip i klasse C og D og mindre fartsområder

source: Where the test for SARS-CoV-2 produces a positive result, the worker must go into isolation, and the
nb: Der prøven for SARS-CoV-2 er positiv skal personen i isolasjon og arbeids- eller oppdragsgiver skal

source: , you should log into My vessels by using ID-porten.
nb: , kan du logge inn på Min side fartøy med ID-porten.

source: These systems should be available in all relevant emergency situations.
nb: Disse systemene skal være tilgjengelige i alle relevante nødsituasjoner.

source: The requirement for having suitable PFDs on board, and the requirement for wearing a suitable PFD, do not apply to organise sports or competitions.
nb: Kravet om å ha egnet flyteutstyr om bord, og kravet om å ha egnet flyteutstyr på, gjelder ikke i organisert idrett eller konkurranser.

source: When you receive the key from the user to whom you want to assign access, the key must be entered into the "Key-ID" box.
nb: Når du mottar nøkkelen fra den du ønsker å gi tilgang til, fyller du inn denne i feltet "Nøkkel-ID".

source: • Make sure that all opinions are heard.
nb: • At dere holder dere til å drøfte punktene i dagsordenen.

source: 2 Registration required before entry into Norway
nb: 2 Krav om registrering før innreise til Norge

source: If a crew member develops symptoms of COVID-19, the ship needs a plan for how to isolate and care for the person.
nb: Dersom et besetningsmedlem utvikler symptomer på covid-19-smitte, må skipet ha en plan for isolering og oppfølging av vedkommende.

source: There were 10 fatalities, of which 3 happened on
nb: Det var 10 dødsulykker, hvorav 3 skjedde på lasteskip.

source: A-VIII/1 of the STCW Code, which sets the minimum stan-dards regarding watchkeeping.
nb: Denne hovedregelen ble innarbeidet i STCW-konvensjonens avsnitt A-VIII/1, som setter minimums-

source: The scope of the rules of a classification society, which will apply for the construction of a ship, will be based on the classification society's criteria which determine and limit such a scope.
nb: Omfanget av et klassifikasjonsselskaps regler som vil gjelde når et skip skal bygges, vil måtte ta utgangspunkt i klassifikasjonsselskapets kriterier som bestemmer og avgrenser et slikt omfang.

source: waters surrounding Svalbard
nb: territorialfarvannet ved Svalbard.

source: The signature (-s) must then be confirmed by:
nb: Selgers underskrift kan bekreftes av:

source: Norway continues to be a part of the United States Qualship 21 programme due to excellent port State controls on Norwegian-flagged ships the last three calendar years.
nb: Norge videreføres på USAs Qualship 21-program som følge av utmerket havnestatskontroll på norskflaggede skip de tre siste kalenderårene.

source: Figure 2-1 shows the calculation principle used, where each ship sailing above the speed limit is assigned a speed within the assigned speed limit.
nb: Figur 2-1 synligjør det benyttede beregningsprisnippet, hvor hvert enkelt skip som seiler over fartsgrensen tilordnes en hastighet redusert ned til fartsgrensen.

source: This is valid until 30.06.2021.
nb: Denne er gyldig til 30.06.2021.

source: The testing should, if possible, be done at the airport or other border station.
nb: Testing skal, om mulig, skje på flyplass eller annen grensestasjon.

source: The master of the vessel shall have a boating licence (masters of recreational craft with a hull length of 15 metres or more shall hold a valid certificate to operate a recreational craft).
nb: Fører av fartøyet har båtførerprøven (Fører av fritidsfartøy med skroglengde 15 meter eller mer skal ha gyldig sertifikat for å føre fritidsfartøy.)

source: The CRA will be sent to the shipping companies mailbox in Altinn when the application has been received.
nb: CRA vil bli sendt til rederiets meldingsboks i Altinn når søknaden er mottatt.

source: “Fatigue at Sea” is a Swedish field study from 2007 based on interviews with 13 Swedish shipping companies and 30 experienced officers on board different commercial ships.
nb: "Fatigue at Sea" er en svensk feltundersøkelse fra 2007 basert på intervjuer og feltstudier i 13 svenske rederier og med 30 erfarne skipsoffiserer på ulike handelsskip.

source: (1) Vessels in trade area 4 or greater and in the territorial waters surrounding Svalbard shall be
nb: (1) Fartøy i fartsområde 4 eller større og i territorialfarvannet ved Svalbard skal være utstyrt med fri-

source: Vulnerabilities can result from inadequacies in design, integration and/or maintenance
nb: Sårbarhet kan skyldes mangelfull design, integrering og/eller vedlikehold av

source: Masters of recreational craft with a hull length of 15 metres or more shall hold a valid certificate to operate a recreational craft.
nb: Fører av fritidsfartøy med skroglengde 15 meter eller mer skal ha gyldig sertifikat for å føre fritidsfartøy.

source: The ship will then be directly registered in the NIS.
nb: Det flagges da direkte inn i NIS.

source: Section 46 Exemptions from the requirements of the Load Line Convention for passenger ships engaged on domestic voyages
nb: § 46 Unntak fra lastelinjekonvensjonens krav for passasjerskip i innenriksfart

source: Consequently, the Norwegian Maritime Authority (NMA) has decided that CRAs expiring after 13th of March 2020 will have an extended validity of up to 6 months,
nb: Sjøfartsdirektoratet har derfor besluttet at CRA som utløper etter 13.mars 2020, forlenges med inntil 6 måneder,

source: The EU is currently developing a directive on ship recycling which contains proposals for a tightening of the Hong Kong Convention for EU/EEA countries, introducing an explicit ban on so-called “beaching” for EU/EEA registered tonnage.
nb: EU utvikler for tiden et direktiv om opphugging av skip som inneholder forslag om en innskjerping for EU/EØS-land i forhold til Skipsopphuggingskonvensjonen, med eksplisitt forbud mot såkalt «beaching» av EU/EØS-registrert tonnasje.

source: Health and welfare
nb: Helse og velferd

source: An example of the mentioned harmonisation is section 32 first and second paragraphs in Regulations 1992/695, which contain provisions with a tonnage delimitation of 1,000 gross tonnage as a starting point.
nb: Et eksempel på harmoniseringen vist til ovenfor er § 32 første og andre ledd i forskrift 1992/695 som har bestemmelser med tonnasjeavgrensning på 1000 brutto som utgangspunkt.

source: All operative modules in the test should have a 100% State of Charge at the start of the
nb: Alle operative moduler i testen skal ha 100 % State of Charge når testen starter.

source: For cruise ships, this is typically done with a 5-10% margin of error compared to reported consumption.
nb: For cruiseskip gjøres dette typisk innenfor 5-10% feilmargin i forhold til innrapportert forbruk.

source: All tests should be successful.
nb: Samtlige tester skal være vellykkede.

source: Application for renewal of approval
nb: Fornyelse av godkjenning

source: Who may submit online applications?
nb: Hvem kan sende inn elektronisk søknad?

source: The submitter is encouraged to state an e-mail address for communication in connection with the review of drawings.
nb: Innsender oppfordres til oppgi e-postadresse for kommunikasjon i forbindelse med saksbehandling av tegninger.

source: Certificate requirements for ships carrying more than 12 passengers, engaged on international voyages
nb: Sertifikatkrav til skip som fører flere enn 12 passasjerer i internasjonal fart.

source: “Wilson makes a port call every 45 minutes, so having a close dialogue with the register is crucial to us.
nb: – For oss i Wilson, med havneanløp hvert 45. minutt, er vi avhengige av tett dialog med registeret.

source: relatively stable the last five years, but increased slightly in 2015. The
nb: stabilt de siste fem årene, men har økt noe i 2015. De absolutt

source: , shall not exceed 14 hours.
nb: , skal ikke overstige 14 timer.

source: candidate can take the exam.
nb: Krav til teoretisk og praktisk kurs

source: All ships 500GT or higher which not operates exclusively in Norwegian waters, must have Inventory Certificate (IC) or Ready for Recycling Certificate (RfRC) in place no later than 31.12.2020.
nb: Alle skip 500 GT eller høyere som ikke opererer utelukkende i norske farvann, må ha Inventory Certificate (IC), eller Ready for Recycling Certificate (RfRC) for fartøy som skal til opphugging, på plass senest 31.12.2020.

source: This could for instance be a system based on ISO 9001 or IMHA Quality.
nb: Dette kan for eksempel være et system basert på ISO 9001 eller IMHA Quality.

source: "to the extent that the Convention has been made applicable to the ship in question"
nb: …i den utstrekning konvensjonen er gjort gjeldende for det aktuelle skip.»

source: Section 21 Intact stability for barges
nb: § 21 Intaktstabilitet for lektere

source: There are approximately 10 500 seafarers on ships subject to the MLC, 2006
nb: 10 500 personer har sitt arbeid om bord på skip som MLC 2006 får anvendelse på, og som

source: The analysis should include the estimated course of an explosion and the management of explosion pressure.
nb: Analysen skal inneholde beregnet eksplosjonsforløp og håndtering av eksplosjonstrykk.

source: The information system THETIS is hosted and managed by EMSA.
nb: Den nye havnestatskontrolldatabasen THETIS administreres av EMSA.

source: The isolation shall not be terminated intil the person has had a normal body temperature for at least 24 hours without the use of medication.
nb: Isoleringen skal ikke avbrytes før personen har vært feberfri i minst 24 timer, uten å bruke febernedsettende medisin.

source: The Norwegian Photo Contest for Seafarers 2019 The 32nd annual competition
nb: Den norske fotokonkurransen for sjøfolk 2019 Arrangert for 32. gang

source: The 930-passenger VIKING STAR is under construction at the Italian shipyard Fincantieri and will be delivered already by the end of March this year.
nb: Cruiseskipet VIKING STAR, med plass til 930 gjester, er under bygging ved det italienske verftet Fincantieri og planlegges levert allerede i slutten av mars i år.

source: (i) the ship recycling facility ceases to comply with the requirements set out in Article 13; or
nb: i) skipsgjenvinningsanlegget ikke lenger oppfyller kravene i artikkel 13, eller Forskrift om gjenvinning av skip og flyttbare innretninger

source: In the survey on maritime safety, 23% of the respondents disagreed
nb: I spørreundersøkelsen maritim sikkerhet er 23 % av respon­

source: Furthermore, a distance of at least 1 metre is recommended, where possible.
nb: Man bør i tillegg holde 1 meter avstand til andre, når det er mulig.

source: If two or more participants play
nb: Hvis to eller flere deltakere spiller mot

source: The requirements pursuant to MSC.335(90) have been negotiated in the UN's maritime organization, the IMO (International Maritime Organization).
nb: Kravene som følger av MSC.335(90) har vært framforhandlet i FNs sjøfartsorganisasjon (IMO).

source: As a rule of thumb, it can be assumed that the fuel consumption follows the third power of the speed ("Cubic Rule"method).
nb: Som en tommelfingerregel kan man anta at drivstofforbruket (proporsjonalt med nødvendig motorkraft og motstanden) følger tredje potens av farten.

source: Lawyer Øystein Meland, at the time a secretary at Bergens Rederiforening, was one of those who worked long days and late nights to establish NIS.
nb: En av de som jobbet lange dager og sene kvelder for å få opprettet NIS, var advokat Øystein Meland, som da var sekretær i Bergens Rederiforening.

source: provided by the ITF Seafarers’ Trust.
nb: til ITF Seafarer's Trust.

source: Copy of national STCW- or STCW-F certificate
nb: Kopi av nasjonalt STCW- eller STCW-F sertifikat

source: Full overview and self-service system offering documents/certifications related to seafarers, vessels and accidents.
nb: Dere får til full oversikt og tilgang til selvbetjente systemer der dere kan hente ut dokumenter og sertifikater for sjøfolk og fartøy, og informasjon om ulykker.

source: As an illustration of this, Figure 3-2 shows the average fuel consumption / nautical miles for different size of ships.
nb: Som en illustrasjon på dette viser Figur 3-2 gjennomsnittlig drivstofforbruk/nautisk mil for ulikestørrelseskategorier skip.

source: If they have a negative PCR test taken no earlier than 7 days after the close contact, they are allowed out of their infection quarantine also outside working hours.
nb: Dersom de avlegger et negativt testresultat på en PCR-test tatt tidligst 7 dager etter nærkontakten kan de avslutte smittekarantenen også på fritiden.

source: When using substances like ozone, it is important to be familiarized with the data sheet for the substance ref. section 12 of the same Regulations.
nb: Når man bruker stoffer som ozon, er det viktig å sette seg inn i stoffets sikkerhetsdatablad, se ASH-forskriften kapittel 12.

source: 3 Requirement for testing on arrival in Norway (
nb: 3 Krav om testing ved ankomst til Norge (

source: The original is not to be forwarded.
nb: Originalen skal ikke ettersendes.

source: Users with access level T3 have full access to My vessels in the same way as users who have access by using ID-porten.
nb: Brukere med tilgangsnivå T3 vil ha full tilgang til løsningen på lik linje med brukere som har fått tilgang via ID-porten.

source: Offshore support vessels shall therefore, as stipulated by current law for supply vessels, have special requirements establishing effective barriers to prevent accidents from happening.
nb: Støttefartøy skal derfor, på samme måte som det følger av gjeldende rett for forsyningsfartøy, ha særlige krav som etablerer effektive barrierer for å hindre at ulykker skjer, videre skal slike særlige krav redusere risikoen for at det skjer en eskalering hvis en ulykke skjer.

source: With regard to cargo ships and barges, there is a lower delimitation of the scope of application of 15 metres.
nb: Når det gjelder lasteskip og lektere er det en nedre avgrensning av virkeområdet på 15 meter.

source: the height of the glacier front, but not less than 200 metres.
nb: brefrontens høyde, men ikke mindre enn 200 meter.

source: Title documents and power of attorneys issued abroad must be
nb: Krav til bekreftelse av utenlandske dokumenter

source: The Norwegian Maritime Authority (NMA) has chosen environment as its annual focus area for 2019.
nb: Sjøfartsdirektoratet har valgt miljø som sitt årlige fokusområde for 2019.

source: The NMA recognises the need to align the requirements for such spaces with similar SOLAS requirements for other vessel types.
nb: Sjøfartsdirektoratet har sett behovet for å samordne krav til dette rommet med tilsvarende krav i SOLAS for andre fartøytyper.

source: brings the solemn message (read from the deep-sea bul etin), that King Neptune is in the waters and is
nb: og dets besetning og overbringer den høytidelige beskjed (leser fra dypvannsbul etinen), at Kong Neptun med

source: making exceptions, due consideration shall be given to the
nb: Unntak fra bestemmelsene i første ledd kan fastsettes i bin-

source: • Make sure that decisions are made.
nb: • At dere sikrer at alle synspunkter blir hørt.

source: The various modifications are discussed in association with the sections which show where exceptions have been made from, or additions have made to, the main rule that otherwise is laid down by section 3.
nb: De forskjellige tilpasningene drøftes i tilknytning til de paragrafene som viser hvor det er gjort unntak fra eller tillegg til hovedregelen som ellers følger av § 3.

source: Automatic access by using Altinn and ID-porten for shipowners
nb: Automatisk tilgang via Altinn og ID-porten for eier av fartøy

source: The seafarers may receive doses 1 and 2 in different municipalities.
nb: , før planlagt vaksinasjon.Det er mulig å ta vaksinedose 1 og 2 i ulike kommuner.

source: On leeward side he takes out the contents in the envelope and explains the "people of the ocean"
nb: På le side tar han så ut konvoluttens innhold og forklarer for ”havfolket” at dokumentene er

source: Access level 1 (T1) – users
nb: Tilgangsnivå 1 (T1) – personer med lesetilgang

source: – The Greek prime minister, Antonis Samaras, was present on the inauguration day, and there was a huge turnout of media, he says.
nb: – På åpningsdagen var dessuten den greske statsministeren Antonis Samaras til stede på messen, og da var det et enormt presseoppbud her, sier han.

source: The NIR makes use of company performance and the Voluntary IMO Member State Audit Scheme (VIMSAS) for identifying the risk profile of ships together with the performance of the flag State and the recognized organization.
nb: NIR bruker blant annet “Company Performance” og “Voluntary IMO Member State Audit Scheme (VIMSAS)” for kalkulering av skipenes risikoprofil.

source: Chapter 11 of the NMA HSE Regulations also includes more detailed provisions on the protection of persons working on board against exposure to chemicals and biological agents which apply in addition to the general safety regulations.
nb: I forskriftens kapittel 11 er det også særskilte bestemmelser om vern av arbeidstakere mot eksponering for kjemikalier og biologiske faktorer som gjelder i tillegg til forskriftens generelle vernebestemmelser.

source: LRIT was introduced in Norway in 2009 and is a closed system that is only used by national public authorities.
nb: LRIT ble innført i Norge i 2009 og er et lukket system som kun brukes av nasjonale offentlige myndigheter.

source: - No Norwegian ships were detained or prohibited from leaving port due to serious MLC deficiencies; - No complaints resulted in detention; - NMA carried out 1 unscheduled MLC inspection in 2018.
nb: - Ingen klager resulterte i tilbakehold; - Sjøfartsdirektoratet gjennomførte 1 uanmeldt MLC inspeksjon i 2018.

source: Our own translators, Ann-Helén Langaker and Merete Løberg, have been working to capacity in order to update the English translations of the NMA's Regulations.
nb: Våre egne translatører, Ann-Helén Langaker og Merete Løberg, har jobbet på spreng med å oppdatere de engelske oversettelsene av direktoratets forskrifter.

source: The same applies to subsequent deletion from the list in accordance with the second and third deletion alternatives of section 5 third paragraph.
nb: Det samme gjelder senere stryking av listen etter § 5 tredje ledds annet og tredje strykingsalternativ.

source: The deadline is 31.12.2020 to have IC on board.
nb: Fristen er 31.12.2020 for å ha IC om bord.

source: as set out in paragraph 3 of this Article.
nb: som er fastsatt i nr. 3 i denne artikkel.

source: 14 days of the date of the total or partial recycling in accordance with the ship recycling plan, send a
nb: innen 14 dager etter den fullstendige eller delvise gjenvinningen i samsvar med skipsgjenvinningsplanen
